/* In browser window title */
"Get a donation key!" = "Отримати ключ пожертви!";

/* The full name of the supporter */
"Registered to {0}" = "Зареєстровано на {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Дякуємо за вашу підтримку! Ваш внесок допоможе в подальшому просуванні розробки, щоб зробити Cyberduck ще краще.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Ваш ключ пожертви було скопійовано до папки Application Support.";

/* Validation failed */
"Not a valid donation key" = "Не дійсний ключ пожертви";

"This donation key does not appear to be valid." = "Здається, цей ключ пожертви не є дійсним.";

/* Thank you */
"Continue" = "Продовжити";
/* Validation failed */
"Not a valid donation key" = "Не дійсний ключ пожертви";

"This donation key does not appear to be valid." = "Здається, цей ключ пожертви не є дійсним.";

/* Thank you */
"Continue" = "Продовжити";